Repository: camelcasetechsd/certigate
Catalog: module/Translation/language/*.po
Languages: ar_ar

source: test
ar_ar: Translated Test in arabic

source: English
ar_ar: الانجليزية

source: Arabic
ar_ar: العربية

source: Title
ar_ar: العنوان

source: Page
ar_ar: صفحه

source: Press Release
ar_ar: الاخبار

source: You don't have access to this page , please contact the admin
ar_ar: You don't have access to this page , please contact the admin ar

source: Actions
ar_ar: Actions ar

source: Activate
ar_ar: Activate ar

source: Add More
ar_ar: Add More ar

source: Add new Organization User
ar_ar: Add new Organization User ar

source: Add Your Question Here
ar_ar: Add Your Question Here ar

source: Add
ar_ar: Add ar

source: Address 1
ar_ar: Address 1 ar

source: Address 2
ar_ar: Address 2 ar

source: Address line 1
ar_ar: Address line 1 ar

source: Address Line 1
ar_ar: Address Line 1 ar

source: Address line 2
ar_ar: Address line 2 ar

source: Address Line 2
ar_ar: Address Line 2 ar

source: Address
ar_ar: Address ar

source: Approve all changes
ar_ar: Approve all changes ar

source: ATC Info
ar_ar: ATC Info ar

source: ATC License Attachment
ar_ar: ATC License Attachment ar

source: ATC license attachment
ar_ar: ATC license attachment ar

source: ATC License Expiration Date
ar_ar: ATC License Expiration Date ar

source: ATC License Expiration
ar_ar: ATC License Expiration ar

source: ATC license expiration
ar_ar: ATC license expiration ar

source: ATC License No
ar_ar: ATC License No ar

source: ATC license number
ar_ar: ATC license number ar

source: ATC Organization
ar_ar: ATC Organization ar

source: ATC Privacy Statement
ar_ar: ATC Privacy Statement ar

source: ATC Resources
ar_ar: ATC Resources ar

source: ATCs
ar_ar: ATCs ar

source: ATP Info
ar_ar: ATP Info ar

source: ATP License Attachment
ar_ar: ATP License Attachment ar

source: ATP license attachment
ar_ar: ATP license attachment ar

source: ATP License Expiration Date
ar_ar: ATP License Expiration Date ar

source: ATP license expiration
ar_ar: ATP license expiration ar

source: ATP License No
ar_ar: ATP License No ar

source: ATP license number
ar_ar: ATP license number ar

source: ATP Organization
ar_ar: ATP Organization ar

source: ATP Privacy Statement
ar_ar: ATP Privacy Statement ar

source: ATP Resources
ar_ar: ATP Resources ar

source: ATP
ar_ar: ATP ar

source: ATPs
ar_ar: ATPs ar

source: Authenticated Test Center
ar_ar: Authenticated Test Center ar

source: Author
ar_ar: Author ar

source: Authorized Instructor
ar_ar: Authorized Instructor ar

source: Authorized instructor
ar_ar: Authorized instructor ar

source: Authorized Training Partner
ar_ar: Authorized Training Partner ar

source: Authroized training partner
ar_ar: Authroized training partner ar

source: Body
ar_ar: Body ar

source: Brief
ar_ar: Brief ar

source: Capacity
ar_ar: Capacity ar

source: Category
ar_ar: Category ar

source: Certified instructor logo
ar_ar: Certified instructor logo ar

source: CertigatePro General Resources
ar_ar: CertigatePro General Resources ar

source: City
ar_ar: City ar

source: Classes No
ar_ar: Classes No ar

source: Classes Number
ar_ar: Classes Number ar

source: Classes number
ar_ar: Classes number ar

source: click me if you accept
ar_ar: click me if you accept ar

source: click me if you decline
ar_ar: click me if you decline ar

source: Close
ar_ar: Close ar

source: Code
ar_ar: Code ar

source: Commercial Name
ar_ar: Commercial Name ar

source: Commercial name
ar_ar: Commercial name ar

source: Confirm Email
ar_ar: Confirm Email ar

source: Contacts
ar_ar: Contacts ar

source: Country
ar_ar: Country ar

source: Course Details
ar_ar: Course Details ar

source: Course Evaluation
ar_ar: Course Evaluation ar

source: Course has no evaluation yet
ar_ar: Course has no evaluation yet ar

source: Course Info
ar_ar: Course Info ar

source: Course Name
ar_ar: Course Name ar

source: Course name
ar_ar: Course name ar

source: Course order form
ar_ar: Course order form ar

source: Course Outlines
ar_ar: Course Outlines ar

source: Course Resources
ar_ar: Course Resources ar

source: Course roaster templates
ar_ar: Course roaster templates ar

source: course Status
ar_ar: course Status ar

source: Course Type
ar_ar: Course Type ar

source: Course You Are Assigned To
ar_ar: Course You Are Assigned To ar

source: Courses Calendar
ar_ar: Courses Calendar ar

source: Courses
ar_ar: Courses ar

source: CR Attachment
ar_ar: CR Attachment ar

source: CR attachment
ar_ar: CR attachment ar

source: CR Expiration Date
ar_ar: CR Expiration Date ar

source: CR expiration
ar_ar: CR expiration ar

source: CR No
ar_ar: CR No ar

source: CR number
ar_ar: CR number ar

source: Create Course Evaluation
ar_ar: Create Course Evaluation ar

source: Create Evaluation
ar_ar: Create Evaluation ar

source: Create new ATC
ar_ar: Create new ATC ar

source: Create new ATP
ar_ar: Create new ATP ar

source: Create new Course
ar_ar: Create new Course ar

source: Create new Evaluation
ar_ar: Create new Evaluation ar

source: Create new Menu Item
ar_ar: Create new Menu Item ar

source: Create new Menu
ar_ar: Create new Menu ar

source: Create new Organization
ar_ar: Create new Organization ar

source: Create new Page
ar_ar: Create new Page ar

source: Create new Role
ar_ar: Create new Role ar

source: Create new Setting
ar_ar: Create new Setting ar

source: Create new Template Evaluation
ar_ar: Create new Template Evaluation ar

source: Create new User
ar_ar: Create new User ar

source: created By
ar_ar: created By ar

source: Created
ar_ar: Created ar

source: Data
ar_ar: Data ar

source: Date Of Birth
ar_ar: Date Of Birth ar

source: Day(s)
ar_ar: Day(s) ar

source: Days
ar_ar: Days ar

source: Default Evaluation Templates
ar_ar: Default Evaluation Templates ar

source: Delete
ar_ar: Delete ar

source: Direct Url
ar_ar: Direct Url ar

source: Disapprove all changes
ar_ar: Disapprove all changes ar

source: Duration
ar_ar: Duration ar

source: E-mail
ar_ar: E-mail ar

source: Edit Course Evaluation
ar_ar: Edit Course Evaluation ar

source: Edit Course
ar_ar: Edit Course ar

source: Edit Evaluation Template
ar_ar: Edit Evaluation Template ar

source: Edit Evaluation
ar_ar: Edit Evaluation ar

source: Edit Menu Item
ar_ar: Edit Menu Item ar

source: Edit Menu
ar_ar: Edit Menu ar

source: Edit Organization User
ar_ar: Edit Organization User ar

source: Edit Organization
ar_ar: Edit Organization ar

source: Edit Page
ar_ar: Edit Page ar

source: Edit Role
ar_ar: Edit Role ar

source: Edit Setting
ar_ar: Edit Setting ar

source: Edit User
ar_ar: Edit User ar

source: Edit
ar_ar: Edit ar

source: Email
ar_ar: Email ar

source: End Date
ar_ar: End Date ar

source: End date
ar_ar: End date ar

source: Enroll
ar_ar: Enroll ar

source: Error
ar_ar: Error ar

source: Evaluate Course
ar_ar: Evaluate Course ar

source: Evaluation Template
ar_ar: Evaluation Template ar

source: Exam Date
ar_ar: Exam Date ar

source: Exam Request
ar_ar: Exam Request ar

source: Expand Body
ar_ar: Expand Body ar

source: Fax
ar_ar: Fax ar

source: File
ar_ar: File ar

source: Filter Menu Items
ar_ar: Filter Menu Items ar

source: Find Us
ar_ar: Find Us ar

source: First Name
ar_ar: First Name ar

source: Focal Contact Person
ar_ar: Focal Contact Person ar

source: Focal contact person
ar_ar: Focal contact person ar

source: Google Maps
ar_ar: Google Maps ar

source: Hello there
ar_ar: Hello there ar

source: History
ar_ar: History ar

source: ID
ar_ar: ID ar

source: translation
ar_ar: translation ar

source: Identification Expiry Date
ar_ar: Identification Expiry Date ar

source: Identification Number
ar_ar: Identification Number ar

source: Identification Type
ar_ar: Identification Type ar

source: Instructor Statement
ar_ar: Instructor Statement ar

source: Internet Speed / Lab
ar_ar: Internet Speed / Lab ar

source: Labs No
ar_ar: Labs No ar

source: Labs Number
ar_ar: Labs Number ar

source: Language
ar_ar: Language ar

source: Last Name
ar_ar: Last Name ar

source: Latitude
ar_ar: Latitude ar

source: Leave
ar_ar: Leave ar

source: Location
ar_ar: Location ar

source: Logos
ar_ar: Logos ar

source: Longitude
ar_ar: Longitude ar

source: Manage Users
ar_ar: Manage Users ar

source: Memorable
ar_ar: Memorable ar

source: Menu
ar_ar: Menu ar

source: Menu Item Parent
ar_ar: Menu Item Parent ar

source: Menu Item Type
ar_ar: Menu Item Type ar

source: Menu Items
ar_ar: Menu Items ar

source: Menu Status
ar_ar: Menu Status ar

source: Menus
ar_ar: Menus ar

source: Message
ar_ar: Message ar

source: Microseft Office Version
ar_ar: Microseft Office Version ar

source: Microsoft office Language
ar_ar: Microsoft office Language ar

source: Microsoft Office Language
ar_ar: Microsoft Office Language ar

source: Microsoft Office Version
ar_ar: Microsoft Office Version ar

source: Middle Name
ar_ar: Middle Name ar

source: minutes
ar_ar: minutes ar

source: Mobile Phone
ar_ar: Mobile Phone ar

source: modified By
ar_ar: modified By ar

source: More
ar_ar: More ar

source: Name
ar_ar: Name ar

source: New Contact Message
ar_ar: New Contact Message ar

source: New Course
ar_ar: New Course ar

source: New Menu Item
ar_ar: New Menu Item ar

source: New Menu
ar_ar: New Menu ar

source: New Organization User
ar_ar: New Organization User ar

source: New Page
ar_ar: New Page ar

source: New User
ar_ar: New User ar

source: Office language
ar_ar: Office language ar

source: Office version
ar_ar: Office version ar

source: Operating System
ar_ar: Operating System ar

source: Operating System Language
ar_ar: Operating System Language ar

source: Order
ar_ar: Order ar

source: Order Forms
ar_ar: Order Forms ar

source: Organization Type
ar_ar: Organization Type ar

source: Organization Users
ar_ar: Organization Users ar

source: Organizations
ar_ar: Organizations ar

source: OS language
ar_ar: OS language ar

source: OS Language
ar_ar: OS Language ar

source: OS
ar_ar: OS ar

source: Our Address
ar_ar: Our Address ar

source: Outlines
ar_ar: Outlines ar

source: Owner Name
ar_ar: Owner Name ar

source: Owner name
ar_ar: Owner name ar

source: Owner national Id
ar_ar: Owner national Id ar

source: Owner National Id
ar_ar: Owner National Id ar

source: Owner Profile
ar_ar: Owner Profile ar

source: Owner
ar_ar: Owner ar

source: Page Path
ar_ar: Page Path ar

source: Pages History
ar_ar: Pages History ar

source: Pages
ar_ar: Pages ar

source: Parent
ar_ar: Parent ar

source: Password
ar_ar: Password ar

source: Password Confirm
ar_ar: Password Confirm ar

source: Path
ar_ar: Path ar

source: PCs Number / Class
ar_ar: PCs Number / Class ar

source: PCs number / Lab
ar_ar: PCs number / Lab ar

source: Pcs/Class
ar_ar: Pcs/Class ar

source: Pcs/Lab
ar_ar: Pcs/Lab ar

source: Phone 1
ar_ar: Phone 1 ar

source: Phone 2
ar_ar: Phone 2 ar

source: Phone 3
ar_ar: Phone 3 ar

source: Phone
ar_ar: Phone ar

source: Photo
ar_ar: Photo ar

source: Picture
ar_ar: Picture ar

source: Please Sign In
ar_ar: Please Sign In ar

source: Please verify you are human.
ar_ar: Please verify you are human. ar

source: Privacy Statement
ar_ar: Privacy Statement ar

source: Privileges of role
ar_ar: Privileges of role ar

source: Privileges
ar_ar: Privileges ar

source: Proctor Statement
ar_ar: Proctor Statement ar

source: Profile
ar_ar: Profile ar

source: Question Title
ar_ar: Question Title ar

source: Rating
ar_ar: Rating ar

source: Resource Not Found
ar_ar: Resource Not Found ar

source: Resources
ar_ar: Resources ar

source: Restore
ar_ar: Restore ar

source: Role
ar_ar: Role ar

source: Roles
ar_ar: Roles ar

source: Save changes
ar_ar: Save changes ar

source: Security Answer
ar_ar: Security Answer ar

source: Security Question should be
ar_ar: Security Question should be ar

source: Security Question
ar_ar: Security Question ar

source: Send Us Message
ar_ar: Send Us Message ar

source: Settings
ar_ar: Settings ar

source: Shorten Body
ar_ar: Shorten Body ar

source: Sort order
ar_ar: Sort order ar

source: Sort
ar_ar: Sort ar

source: Start Date
ar_ar: Start Date ar

source: Start date
ar_ar: Start date ar

source: Status
ar_ar: Status ar

source: Stored at
ar_ar: Stored at ar

source: Student No
ar_ar: Student No ar

source: Student Statement
ar_ar: Student Statement ar

source: Students Number
ar_ar: Students Number ar

source: Subject
ar_ar: Subject ar

source: Submit Course Evaluation
ar_ar: Submit Course Evaluation ar

source: Submit Evaluation Template
ar_ar: Submit Evaluation Template ar

source: Submit for admin approval
ar_ar: Submit for admin approval ar

source: Summary
ar_ar: Summary ar

source: Supported Extensions
ar_ar: Supported Extensions ar

source: Taken Action
ar_ar: Taken Action ar

source: Templates
ar_ar: Templates ar

source: Test Center Admin
ar_ar: Test Center Admin ar

source: Test Center Administrator Statement
ar_ar: Test Center Administrator Statement ar

source: Time Duration
ar_ar: Time Duration ar

source: Time
ar_ar: Time ar

source: Train the Trainer
ar_ar: Train the Trainer ar

source: Training Manager
ar_ar: Training Manager ar

source: Training Manager Statement
ar_ar: Training Manager Statement ar

source: Type
ar_ar: Type ar

source: Url
ar_ar: Url ar

source: User
ar_ar: User ar

source: User Name
ar_ar: User Name ar

source: Username
ar_ar: Username ar

source: Users
ar_ar: Users ar

source: Value
ar_ar: Value ar

source: Version
ar_ar: Version ar

source: View History
ar_ar: View History ar

source: View
ar_ar: View ar

source: Website
ar_ar: Website ar

source: WebSite
ar_ar: WebSite ar

source: Welcome Kit required for a new Instructor
ar_ar: Welcome Kit required for a new Instructor ar

source: Welcome User
ar_ar: Welcome User ar

source: Wire Transfer Attachment
ar_ar: Wire Transfer Attachment ar

source: Wire transfer attachment
ar_ar: Wire transfer attachment ar

source: You should be able to remember the answer
ar_ar: You should be able to remember the answer ar

source: Zip Code
ar_ar: Zip Code ar

source: TVTC Status
ar_ar: TVTC Status ar

source: Admin Status
ar_ar: Admin Status ar

source: New Course Event
ar_ar: New Course Event ar

source: Courses Outlines
ar_ar: Courses Outlines ar

source: Edit Resource
ar_ar: Edit Resource ar

source: Bulk upload Resources
ar_ar: Bulk upload Resources ar

source: Download
ar_ar: Download ar

source: Process failed to complete
ar_ar: Process failed to complete ar

source: Title in Arabic
ar_ar: Title in Arabic ar

source: First Name in Arabic
ar_ar: First Name in Arabic ar

source: Last Name in Arabic
ar_ar: Last Name in Arabic ar

source: Active
ar_ar: Active ar

source: Inactive
ar_ar: Inactive ar

source: Deleted
ar_ar: Deleted ar

source: Not Approved
ar_ar: Not Approved ar

source: State Saved
ar_ar: State Saved ar

source: Enter First Name
ar_ar: Enter First Name ar

source: Middle Name in Arabic
ar_ar: Middle Name in Arabic ar

source: Mobile
ar_ar: Mobile ar

source: Confirm Password
ar_ar: Confirm Password ar

source: <p class="required">Security Question</p> <p><ul><li>Security Question should be <strong>Memorable</strong>, You should be able to remember the answer.</li><li>Security Question should be <strong>Consistent</strong>, Answer should not change with time.</li><li>Security Question should be <strong>Safe</strong>, Answer should be hard to guess or research.</li></ul></p>
ar_ar: <p class="required">Security Question ar</p> <p><ul><li>Security Question should be <strong>Memorable</strong>, You should be able to remember the answer.</li><li>Security Question should be <strong>Consistent</strong>, Answer should not change with time.</li><li>Security Question should be <strong>Safe</strong>, Answer should be hard to guess or research.</li></ul></p>

source: Nationality
ar_ar: Nationality ar

source: Address Line 1 in Arabic
ar_ar: Address Line 1 in Arabic ar

source: Address Line 2 in Arabic
ar_ar: Address Line 2 in Arabic ar

source: <label class="legendLabel">Roles</label>
ar_ar: <label class="legendLabel">Roles ar</label>

source: Enter First Name in Arabic
ar_ar: Enter First Name in Arabic ar

source: Enter Middle Name
ar_ar: Enter Middle Name ar

source: Enter Middle Name in Arabic
ar_ar: Enter Middle Name in Arabic ar

source: Enter Last Name
ar_ar: Enter Last Name ar

source: Enter Last Name in Arabic
ar_ar: Enter Last Name in Arabic ar

source: Enter User Name
ar_ar: Enter User Name ar

source: Enter Mobile Number ( 444-555-1234 / 246.555.8888 / 1235554567)
ar_ar: Enter Mobile Number ( 444-555-1234 / 246.555.8888 / 1235554567) ar

source: Enter Phone Number ( 444-555-1234 / 246.555.8888 / 1235554567)
ar_ar: Enter Phone Number ( 444-555-1234 / 246.555.8888 / 1235554567) ar

source: Enter Email
ar_ar: Enter Email ar

source: Confirm User Email
ar_ar: Confirm User Email ar

source: Enter Password
ar_ar: Enter Password ar

source: Confirm User Password
ar_ar: Confirm User Password ar

source: Enter Security Question
ar_ar: Enter Security Question ar

source: Enter Security Answer
ar_ar: Enter Security Answer ar

source: Enter Identification Type (National ID, or Passport, etc)
ar_ar: Enter Identification Type (National ID, or Passport, etc) ar

source: Enter Identification Number
ar_ar: Enter Identification Number ar

source: Enter Address Line 1
ar_ar: Enter Address Line 1 ar

source: Enter Address Line 1 in Arabic
ar_ar: Enter Address Line 1 in Arabic ar

source: Enter Address Line 2
ar_ar: Enter Address Line 2 ar

source: Enter Address Line 2 in Arabic
ar_ar: Enter Address Line 2 in Arabic ar

source: Enter City
ar_ar: Enter City ar

source: Enter Zip Code
ar_ar: Enter Zip Code ar

source: -- Select --
ar_ar: -- Select -- ar

source: Create
ar_ar: Create ar

source: Reset
ar_ar: Reset ar

source: Save
ar_ar: Save ar

source: Save and Publish
ar_ar: Save and Publish ar

source: Unpublish
ar_ar: Unpublish ar

source: Subscribe
ar_ar: Subscribe ar

source: Unsubscribe
ar_ar: Unsubscribe ar

source: Disagree
ar_ar: Disagree ar

source: Agree
ar_ar: Agree ar

source: dummy Privacy Statement content
ar_ar: dummy Privacy Statement content ar

source: dummy Student Statement content
ar_ar: dummy Student Statement content ar

source: dummy Proctor Statement content
ar_ar: dummy Proctor Statement content ar

source: dummy Instructor Statement content
ar_ar: dummy Instructor Statement content ar

source: dummy Test Center Administrator Statement content
ar_ar: dummy Test Center Administrator Statement content ar

source: dummy Training Manager Statement content
ar_ar: dummy Training Manager Statement content ar

source: I agree to <a href="javascript:void(0)">Privacy Statement</a>
ar_ar: I agree to <a href="javascript:void(0)">Privacy Statement</a> ar

source: I agree to <a href="javascript:void(0)">Student Statement</a>
ar_ar: I agree to <a href="javascript:void(0)">Student Statement</a> ar

source: I agree to <a href="javascript:void(0)">Proctor Statement</a>
ar_ar: I agree to <a href="javascript:void(0)">Proctor Statement</a> ar

source: I agree to <a href="javascript:void(0)">Instructor Statement</a>
ar_ar: I agree to <a href="javascript:void(0)">Instructor Statement</a> ar

source: I agree to <a href="javascript:void(0)">Test Center Administrator Statement</a>
ar_ar: I agree to <a href="javascript:void(0)">Test Center Administrator Statement</a> ar

source: I agree to <a href="javascript:void(0)">Training Manager Statement</a>
ar_ar: I agree to <a href="javascript:void(0)">Training Manager Statement</a> ar

source: Instructors
ar_ar: Instructors ar

source: User Details
ar_ar: User Details ar

source: Process Quote
ar_ar: Process Quote ar

source: Course Name in Arabic
ar_ar: Course Name in Arabic ar

source: User Name in Arabic
ar_ar: User Name in Arabic ar

source: Course Full
ar_ar: Course Full ar

source: Name in Arabic
ar_ar: Name in Arabic ar

source: Brief in Arabic
ar_ar: Brief in Arabic ar

source: Duration (minutes)
ar_ar: Duration (minutes) ar

source: Instructor
ar_ar: Instructor ar

source: ATP Name
ar_ar: ATP Name ar

source: ATP City
ar_ar: ATP City ar

source: Cancel
ar_ar: Cancel ar

source: No training found for instructor!
ar_ar: No training found for instructor! ar

source: Instructor in Arabic
ar_ar: Instructor in Arabic ar

source: ATP Name in Arabic
ar_ar: ATP Name in Arabic ar

source: ATP City in Arabic
ar_ar: ATP City in Arabic ar

source: Venue
ar_ar: Venue ar

source: Preferred Date
ar_ar: Preferred Date ar

source: Seats No
ar_ar: Seats No ar

source: Price
ar_ar: Price ar

source: Unit Price
ar_ar: Unit Price ar

source: Discount
ar_ar: Discount ar

source: Total
ar_ar: Total ar

source: Filter Quotations
ar_ar: Filter Quotations ar

source: Quotations
ar_ar: Quotations ar

source: Public Training
ar_ar: Public Training ar

source: Private Training
ar_ar: Private Training ar

source: Current Payment
ar_ar: Current Payment ar

source: Public quote invoice
ar_ar: Public quote invoice ar

source: Public quote with unacceptable payment
ar_ar: Public quote with unacceptable payment ar

source: Public quote
ar_ar: Public quote ar

source: Public quote cancelled
ar_ar: Public quote cancelled ar

source: Private quote invoice
ar_ar: Private quote invoice ar

source: Private quote with unacceptable payment
ar_ar: Private quote with unacceptable payment ar

source: Private quote
ar_ar: Private quote ar

source: Private quote cancelled
ar_ar: Private quote cancelled ar

source: Public quote has wire transfer
ar_ar: Public quote has wire transfer ar

source: New public quote
ar_ar: New public quote ar

source: Private quote has wire transfer
ar_ar: Private quote has wire transfer ar

source: New private quote
ar_ar: New private quote ar

source: Cancelled
ar_ar: Cancelled ar

source: Pending Repayment
ar_ar: Pending Repayment ar

source: Pending Review
ar_ar: Pending Review ar

source: Pending Payment
ar_ar: Pending Payment ar

source: Pending Pricing
ar_ar: Pending Pricing ar

source: Accept
ar_ar: Accept ar

source: Decline
ar_ar: Decline ar

source: Reserve
ar_ar: Reserve ar

source: Process
ar_ar: Process ar

source: Filter
ar_ar: Filter ar

source: Public
ar_ar: Public ar

source: Private
ar_ar: Private ar

source: Hotel / Other venue
ar_ar: Hotel / Other venue ar

source: Company premises
ar_ar: Company premises ar

source: Customer premises
ar_ar: Customer premises ar

source: Course does not have enough seats
ar_ar: Course does not have enough seats ar

source: <p class="required">Wire Transfer</p> <p>Supported Extensions: zip,pdf,gif,png,jpg,jpeg</p>
ar_ar: <p class="required">Wire Transfer ar</p> <p>Supported Extensions: zip,pdf,gif,png,jpg,jpeg</p>

source: Create new Category
ar_ar: Create new Category ar

source: Categories
ar_ar: Categories ar

source: Weight
ar_ar: Weight ar

source: Warning
ar_ar: Warning ar

source: This category may have sub-Categories
ar_ar: This category may have sub-Categories ar

source: This category has No sub-Categories
ar_ar: This category has No sub-Categories ar

source: New Issues Category
ar_ar: New Issues Category ar

source: Edit Issue Category
ar_ar: Edit Issue Category ar

source: Create new Issue
ar_ar: Create new Issue ar

source: Reported Issues
ar_ar: Reported Issues ar

source: parents
ar_ar: parents ar

source: close
ar_ar: close ar

source: Are you sure you want to close this issue
ar_ar: Are you sure you want to close this issue ar

source: Are you sure you want to reopen this issue
ar_ar: Are you sure you want to reopen this issue ar

source: Dismiss this message
ar_ar: Dismiss this message ar

source: Close Issue
ar_ar: Close Issue ar

source: reopen
ar_ar: reopen ar

source: Reopen Issue
ar_ar: Reopen Issue ar

source: Are you sure you want to delete this issue
ar_ar: Are you sure you want to delete this issue ar

source: Delete Issue
ar_ar: Delete Issue ar

source: New Issue
ar_ar: New Issue ar

source: Issue has no attachments
ar_ar: Issue has no attachments ar

source: Are you sure you want to delete this comment
ar_ar: Are you sure you want to delete this comment ar
