Repository: camelcasetechsd/certigate
Catalog: module/Translation/language/*.po
Languages: ar_ar

source: Delete comment
ar_ar: Delete comment ar

source: Bad request ... you cant edit this comment
ar_ar: Bad request ... you cant edit this comment ar

source: Attachments
ar_ar: Attachments ar

source: Manage Proctors
ar_ar: Manage Proctors ar

source: Longitude is required
ar_ar: Longitude is required ar

source: Latitude is required
ar_ar: Latitude is required ar

source: km away
ar_ar: km away ar

source: Mail will be sent shortly!
ar_ar: Mail will be sent shortly! ar

source: Dear
ar_ar: Dear ar

source: Add event to calendar
ar_ar: Add event to calendar ar

source: Course
ar_ar: Course ar

source: will start in
ar_ar: will start in ar

source: day(s)
ar_ar: day(s) ar

source: Unsubscribe periodic notifications
ar_ar: Unsubscribe periodic notifications ar

source: Subscribe periodic notifications
ar_ar: Subscribe periodic notifications ar

source: You must agree to the terms of use.
ar_ar: You must agree to the terms of use. ar

source: Enter Commercial Name in Arabic
ar_ar: Enter Commercial Name in Arabic ar

source: Enter Owner Name in Arabic
ar_ar: Enter Owner Name in Arabic ar

source: Enter Address in Arabic
ar_ar: Enter Address in Arabic ar

source: Enter City in Arabic
ar_ar: Enter City in Arabic ar

source: Presentation
ar_ar: Presentation ar

source: Activities
ar_ar: Activities ar

source: Exams
ar_ar: Exams ar

source: Standards
ar_ar: Standards ar

source: Course Updates
ar_ar: Course Updates ar

source: Ice Breakers
ar_ar: Ice Breakers ar

source: Send to friend
ar_ar: Send to friend ar

source: I agree
ar_ar: I agree ar

source: Are you sure you want to delete this quote
ar_ar: Are you sure you want to delete this quote ar

source: Are you sure you want to delete this settings
ar_ar: Are you sure you want to delete this settings ar

source: Are you sure you want to delete this role
ar_ar: Are you sure you want to delete this role ar

source: Are you sure you want to delete this organization
ar_ar: Are you sure you want to delete this organization ar

source: Are you sure you want to delete this course
ar_ar: Are you sure you want to delete this course ar

source: Are you sure you want to delete this course event
ar_ar: Are you sure you want to delete this course event ar

source: Are you sure you want to deactivate this menu
ar_ar: Are you sure you want to deactivate this menu ar

source: Are you sure you want to activate this menu
ar_ar: Are you sure you want to activate this menu ar

source: Are you sure you want to deactivate this menu item
ar_ar: Are you sure you want to deactivate this menu item ar

source: Are you sure you want to activate this menu item
ar_ar: Are you sure you want to activate this menu item ar

source: Are you sure you want to deactivate this page
ar_ar: Are you sure you want to deactivate this page ar

source: Are you sure you want to activate this page
ar_ar: Are you sure you want to activate this page ar

source: Are you sure you want to deactivate this user
ar_ar: Are you sure you want to deactivate this user ar

source: Are you sure you want to activate this user
ar_ar: Are you sure you want to activate this user ar

source: Create new course event
ar_ar: Create new course event ar

source: About This Course
ar_ar: About This Course ar

source: From
ar_ar: From ar

source: Course Dates
ar_ar: Course Dates ar

source: Starts at
ar_ar: Starts at ar

source: ends at
ar_ar: ends at ar

source: Enroll this course
ar_ar: Enroll this course ar

source: No Courses Yet
ar_ar: No Courses Yet ar

source: Pending
ar_ar: Pending ar

source: Approved
ar_ar: Approved ar

source: Nothing Yet
ar_ar: Nothing Yet ar

source: You are currently not assigned to this organization
ar_ar: You are currently not assigned to this organization ar

source: This type of organizations not supposed to have any organization users
ar_ar: This type of organizations not supposed to have any organization users ar

source: Oops sorry it looks like something went wrong and an error has occurred .. please try again later
ar_ar: Oops sorry it looks like something went wrong and an error has occurred .. please try again later ar

source: Hijri Preferred Date
ar_ar: Hijri Preferred Date ar

source: Submit pricing proposal to user
ar_ar: Submit pricing proposal to user ar

source: Accept user payment
ar_ar: Accept user payment ar

source: Reject user payment
ar_ar: Reject user payment ar

source: Submit payment accepting pricing proposal
ar_ar: Submit payment accepting pricing proposal ar

source: Cancel quotation rejecting pricing proposal
ar_ar: Cancel quotation rejecting pricing proposal ar

source: Cancel quotation
ar_ar: Cancel quotation ar

source: Votes
ar_ar: Votes ar

source: Enrolled Users
ar_ar: Enrolled Users ar

source: Average Vote
ar_ar: Average Vote ar

source: Question
ar_ar: Question ar
